{ "translations": {
    "Saved" : "Gespeichert",
    "Error" : "Fehler",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Breeze Dark ist ein Design für Nextcloud, basierend auf dem KDE-Design",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. You can also decide to automatically enable or disable the theme based on the theming choice reported by the browser. In the global options you will also find an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user has not set an option yet, they will follow the global option. They can also choose, independently, if they want the theme to match the theming choice reported by the browser. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nDies ist ein Breeze Dark Design für Nextcloud, das auf dem Breeze Dark Design des KDE-Projekts basiert.\n\n## Verwendung\n\nNachdem Sie das Design installiert haben, müssen Sie es aktivieren. Hierfür gibt es zwei Möglichkeiten, eine globale und eine persönliche.\n\n### Global\n\nDie globale Option aktiviert das Thema standardmäßig für alle Benutzer und nicht authentifizierte Besuche. Ohne diese Optionen werden Dinge wie das Anmelden und das Teilen von Seiten nicht gestylt. Sie können einstellen, dass das Design basierend auf der vom Browser gemeldeten Designauswahl automatisch aktiviert oder deaktiviert wird. Es gibt auch eine Option, um die Anmeldeseite vom Thema auszuschließen. Die globalen Optionen finden Sie hier:\n\n```\nVerwaltung > Theming > Breeze Dark\n```\n\nBitte beachten Sie, dass Sie die in Nextcloud aktivierte Theming-App benötigen, um auf die globalen Einstellungen zugreifen zu können.\n\n### Persönlich\n\nMit der persönlichen Option kann jeder Benutzer seine eigenen Einstellungen vornehmen, unabhängig davon, wie Sie die globale Option festlegen. Der Benutzer kann auch unabhängig auswählen, ob das Design mit der vom Browser gemeldeten Designauswahl übereinstimmen soll. Falls der Benutzer keine Option festgelegt hat, folgt er der globalen Option. Die persönliche Option finden Sie hier:\n\n```\nPersönliche Einstellungen > Barrierefreiheit > Breeze Dark\n```\n\nBitte beachten Sie, dass Sie die in Nextcloud aktivierte Eingabehilfen-App benötigen, um auf die persönlichen Einstellungen zugreifen zu können.\n\n### Benutzerdefinierte Anpassungen\n\nIm Abschnitt \"Theming\" in den Administratoreinstellungen können Sie dem Design Ihr eigenes benutzerdefiniertes Styling hinzufügen. Es kann nur Standard-CSS verwendet werden. Dieses benutzerdefinierte Design wird angewendet, wenn das Thema aktiviert ist, und wirkt sich nur auf das Breeze Dark-Design aus. ",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Ein dunkles Design basierend auf Breeze Dark vom KDE-Projekt. Bitte die Seite aktualisieren, damit die Änderungen wirksam werden. ",
    "This setting will enable the theme by default, for any unauthenticated users and users who have not set a preference." : "Diese Einstellung aktiviert das Design standardmäßig für nicht authentifizierte Benutzer und Benutzer, die keine Einstellungen vorgenommen haben.",
    "Enable Breeze Dark theme by default" : "Breeze Dark Design standardmäßig aktivieren",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "Diese Einstellung aktiviert das Design standardmäßig für nicht angemeldete Benutzer und Benutzer, die keine Einstellungen vorgenommen haben.",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "Aktivieren Sie standardmäßig die automatische Aktivierung von Breeze Dark durch die Systemeinstellungen des Clients",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Mit dieser Einstellung können Sie auswählen, ob die Anmeldeseite im gleichen Design erscheinen soll, wenn das Design standardmäßig aktiviert ist. ",
    "Theme the login page" : "Anmeldeseite im gleichen Design",
    "Custom Styling" : "Benutzerdefinierte Anpassungen",
    "Insert custom styling here …" : "Benutzerdefinierte Anpassungen hier eintragen …",
    "Save" : "Speichern",
    "A Breeze Dark theme for Nextcloud." : "Breeze Dark Design für Nextcloud.",
    "Breeze Dark theme" : "Breeze Dark Design",
    "Enable Breeze Dark theme" : "Breeze Dark Design aktivieren",
    "Enable Breeze Dark automated activation by clients system settings" : "Aktivieren Sie die automatische Aktivierung von Breeze Dark durch die Systemeinstellungen des Clients"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}