{ "translations": {
    "Saved" : "Saved",
    "Error" : "Error",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Breeze Dark theme for Nextcloud, based on the theme by KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option, items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings, you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "A dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect.",
    "This setting will enable the theme by default, for any unauthenticated users and users who haven't set a preference." : "This setting will enable the theme by default for any unauthenticated users and users who haven't set a preference.",
    "Enable Breeze Dark theme by default" : "Enable the Breeze Dark theme by default",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "This setting will allow you to choose if the login page should be themed when the theme is enabled by default.",
    "Theme the login page" : "Theme the login page",
    "Custom Styling" : "Custom styling",
    "Insert custom styling here …" : "Insert custom styling here …",
    "Save" : "Save",
    "A Breeze Dark theme for Nextcloud." : "A Breeze Dark theme for Nextcloud.",
    "Breeze Dark theme" : "Breeze Dark theme",
    "Enable Breeze Dark theme" : "Enable Breeze Dark theme"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}