{ "translations": {
    "Saved" : "Guardado",
    "Error" : "Error",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Tema Breeze Dark para Nextcloud, basado en el tema de KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nEste es un tema breeze dark para Nextcloud, basado en el tema Breeze Dark realizado por el Proyecto KDE.\n\n## Uso\n\nLuego de instalar el tema, debe habilitarlo. Existen dos opciones para hacerlo, una es global, y la otra personal.\n\n### Global\n\nCon las opciones globales puede hacer que el tema sea obligatorio para todos los usuarios, así como para las visitas no autenticadas. Tenga en cuenta que cuando el tema está establecido como obligatorio para todos los usuarios, no les será posible cambiarlo por otro tema o deshabilitarlo.\n\nExiste también una opción para permitir que el tema sea habilitado/deshabilitado basándose en las preferencias de tematización reportadas por el navegador. Cuando el tema es deshabilitado mediante este método, Nextcloud revertirá al tema claro por defecto. Este ajuste solo establece la opción por defecto cuando el tema es establecido como obligatorio de manera global y sigue siendo posible para el usuario cambiarlo.\n\nTambién puede decidir si la página de ingreso deberá estar tematizada. Aunque esto solo tendrá efecto si el tema está establecido como obligatorio globalmente, o, durante la etapa de ingreso de un usuario que tenga el tema habilitado.\n\nPuede encontrar las opciones globales aquí:\n\n```\nAjustes de administración > Tema > Breeze Dark\n```\n\n### Personal\n\nLa opción personal permite a cada usuario decidir si habilitará/deshabilitará el tema a menos de que este haya sido establecido como obligatorio en las opciones globales. Sin embargo, pueden decidir si el tema debe seguir las preferencias de tematización reportadas por el navegador. Esta opción también está disponible cuando el tema ha sido establecido como obligatorio globalmente. Si el usuario no ha establecido una preferencia entonces, estas seguirán los valores por defectos globales. Puede encontrar las opciones personales aquí:\n\n```\nAjustes personales > Apariencia y accesibilidad > Breeze Dark\n```\n\n### Estilos personalizados\n\nBajo la sección de temas en los ajustes de administración puede añadir sus propios estilos personalizados al tema. Sólo puede usarse CSS estándar. Este estilo personalizado será aplicado siempre que el tema esté habilitado y sólo afecta al tema Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Un tema oscuro basado en Breeze Dark hecho por el Proyecto KDE. Por favor, refresca la página para que los cambios tengan efecto.",
    "This setting enforces the usage of this theme for all users. Please note, this prevents users from disabling it or choosing a different theme." : "Este ajuste hará obligatorio el uso de este tema. Tenga en cuenta que esto impedirá que los usuarios deshabiliten o escojan otro tema. ",
    "Enforce Breeze Dark theme use globally" : "Hacer obligatorio el uso del tema Breeze Dark globalmente",
    "This setting enables the automated activation by the clients' system settings by default, for unauthenticated users and users who have not set a preference." : "Este ajuste habilitará la activación automática según los ajustes del sistema del cliente por defecto, para usuarios sin autenticar y para aquellos que no hayan establecido una preferencia.",
    "Enable Breeze Dark theme automated activation by the clients' system settings by default" : "Habilitar la activación automática del tema Breeze Dark en función de los ajustes del sistema del cliente por defecto",
    "This setting enables use of the theme for the login page. This only takes effect on the login page itself if the theme is globally enforced, or during login for a user who has the theme enabled." : "Este ajuste habilita el uso del tema para la página de ingreso. Sólo tendrá efecto en la página de ingreso en si misma si el tema está establecido globalmente como obligatorio, o bien, para un usuario que tenga el tema habilitado.",
    "Enable Breeze Dark theme for the login page" : "Activar el tema Breeze Dark para la página de ingreso",
    "Custom Styling" : "Estilo personalizado",
    "Insert custom styling here …" : "Define el estilo personalizado aquí …",
    "Save" : "Guardar",
    "A Breeze Dark theme for Nextcloud." : "El tema Breeze Dark para Nextcloud.",
    "Breeze Dark theme" : "Tema Breeze Dark ",
    "Enable Breeze Dark theme" : "Activar tema Breeze Dark",
    "Enable Breeze Dark automated activation by clients system settings" : "Habilitar la activación automática de Breeze Dark en función de los ajustes del sistema del cliente"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}