{ "translations": {
    "Saved" : "Guardado",
    "Error" : "Error",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Tema Breeze Dark para Nextcloud, basado en el tema de KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\n      Este es un tema oscuro de Breeze para Nextcloud, basado en el tema Breeze Dark creado por el Proyecto KDE.\n      \n      ## Uso\n      \n      Después de instalar el tema, debes habilitarlo. Hay dos opciones para esto, una global y una personal.\n      \n      ### Global\n      \n      Con las opciones globales, puedes forzar el uso del tema para todos los usuarios, incluidas las visitas no autenticadas. Ten en cuenta que cuando el tema se fuerza para todos los usuarios, no es posible desactivarlo o elegir un tema diferente.\n      \n      También existe una opción para permitir que el tema se habilite/deshabilite según las preferencias de tematización informadas por el navegador. Cuando se desactiva el tema utilizando este método, Nextcloud volverá a utilizar el tema claro predeterminado. Esta configuración solo establece el valor predeterminado cuando el tema se aplica globalmente y puede ser anulado por el usuario.\n      \n      También puedes elegir si la página de inicio de sesión debe tener el mismo tema. Esto solo tiene efecto si el tema se aplica globalmente o durante la fase de inicio de sesión de un usuario que tiene habilitado el tema.\n      \n      Puedes encontrar las opciones globales aquí:\n      \n      ```\n      Configuración > Administración > Temas > Breeze Dark\n      ```\n      \n      ### Personal\n      \n      La opción personal permite a cada usuario habilitar/deshabilitar el tema, a menos que se aplique mediante las opciones globales. Sin embargo, pueden elegir si el tema debe seguir la elección de tematización informada por el navegador. Esta opción también está disponible cuando el tema se aplica globalmente. Si el usuario no ha configurado una preferencia, seguirá el valor predeterminado global. Puedes encontrar la opción personal aquí:\n      \n      ```\n      Configuración > Personal > Apariencia y accesibilidad > Breeze Dark\n      ```\n      \n      ### Estilo personalizado\n      \n      En la sección de Temas en la configuración de administración, puedes agregar tu propio estilo personalizado al tema. Solo se puede utilizar CSS estándar. Este estilo personalizado se aplicará cada vez que se habilite el tema y solo afectará al tema Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Un tema oscuro basado en Breeze Dark del proyecto KDE. Por favor, actualiza la página para que los cambios surtan efecto.",
    "This setting enforces the usage of this theme for all users. Please note, this prevents users from disabling it or choosing a different theme." : "Esta configuración obliga a utilizar este tema para todos los usuarios. Ten en cuenta que esto evita que los usuarios lo desactiven o elijan un tema diferente.",
    "Enforce Breeze Dark theme use globally" : "Forzar el uso del tema Breeze Dark de forma global",
    "This setting enables the automated activation by the clients' system settings by default, for unauthenticated users and users who have not set a preference." : "Esta configuración habilita la activación automática según la configuración del sistema de los clientes de forma predeterminada, para usuarios no autenticados y usuarios que no hayan configurado una preferencia.",
    "Enable Breeze Dark theme automated activation by the clients' system settings by default" : "Habilitar la activación automática del tema Breeze Dark según la configuración del sistema de los clientes de forma predeterminada",
    "This setting enables use of the theme for the login page. This only takes effect on the login page itself if the theme is globally enforced, or during login for a user who has the theme enabled." : "Esta configuración permite el uso del tema en la página de inicio de sesión. Solo tiene efecto en la página de inicio de sesión si el tema se aplica de forma global, o durante el inicio de sesión de un usuario que tiene habilitado el tema.",
    "Enable Breeze Dark theme for the login page" : "Habilitar el tema Breeze Dark en la página de inicio de sesión",
    "Custom Styling" : "Estilo personalizado",
    "Insert custom styling here …" : "Inserta aquí tu estilo personalizado...",
    "Save" : "Guardar",
    "A Breeze Dark theme for Nextcloud." : "Un tema Breeze Dark para Nextcloud.",
    "Breeze Dark theme" : "Tema Breeze Dark",
    "Enable Breeze Dark theme" : "Habilitar el tema Breeze Dark",
    "Enable Breeze Dark automated activation by clients system settings" : "Habilitar la activación automática del tema Breeze Dark según la configuración del sistema de los clientes"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}