{ "translations": {
    "Saved" : "Gordeta",
    "Error" : "Errorea",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Breeze Dark gaia Nextcloud-erako, KDE-ren gaian oinarrituta",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages will not be styled. You can also decide to automatically enable or disable the theme based on the theming choice reported by the browser. In the global options you will also find an option to exclude the login page from being themed. You can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user has not set an option yet, they will follow the global option. They can also choose, independently, if they want the theme to match the theming choice reported by the browser. You can find the personal option here:\n\n```\nSettings > Personal > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nHau Breeze Dark gaia da Nextcloud-erako, KDE Proiektuak egindako Breeze Dark gaian oinarrituta.\n\n## Erabilera\n\nGaia instalatu ondoren, gaitu egin behar duzu. Horretarako bi aukera daude, globala eta pertsonala.\n\n### Globala\n\nAukera globalak gaia gaitzen du era lehenetsian erabiltzaile guztientzat eta identifikatu gabeko bisitetarako. Aukera hori gabe, saioa hasteko eta partekatzeko orriak bezalako elementuak ez dute estilorik izango. Gaia automatikoki gaitzea edo desgaitzea ere erabaki dezakezu nabigatzaileak jakinarazitako gaiaren aukeran oinarrituta. Aukera orokorretan, saioa hasteko orria gaitik kanpo uzteko aukera ere aurkituko duzu. Aukera globalak hemen aurki ditzakezu:\n\n```\nEzarpenak > Administrazioa > Gaia > Breeze Dark\n```\n\nKontuan izan Nextcloud-en Theming aplikazioa gaituta behar duzula ezarpen orokorretara sartzeko.\n\n### Pertsonalak\n\nAukera pertsonalari esker, erabiltzaile bakoitzak bere hobespenak ezar ditzake. Erabiltzaileak oraindik aukerarik ezarri ez badu, aukera globala aplikatuko zaio. Gaia nabigatzaileak jakinarazitako gai-aukerarekin bat etortzea nahi duten ere aukeratu dezakete, modu independentean. Aukera pertsonala hemen aurki dezakezu:\n\n```\nEzarpenak > Pertsonala > Irisgarritasuna > Breeze Dark\n```\n\nKontuan izan Nextcloud-en Erabilgarritasun aplikazioa gaituta behar duzula ezarpen pertsonalera atzitzeko.\n\n### Estilo pertsonalizatua\n\nAdmin ezarpenetan Gaia atalean, zure estilo pertsonalizatua gehi diezaiokezu gaiari. CSS estandarra soilik erabil daiteke. Estilo pertsonalizatu hau gaia gaituta dagoen bakoitzean aplikatuko da eta Breeze Dark gaiari bakarrik eragiten dio.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "KDE proiektuaren Breeze Dark-en oinarritutako gai iluna. Freskatu orria aldaketak indarrean jartzeko.",
    "This setting will enable the theme by default, for any unauthenticated users and users who have not set a preference." : "Ezarpen honek gaia era lehenetsian aktibatuko du, identifikatu gabeko erabiltzaileentzat eta hobespenik ezarri ez duten erabiltzaileentzat.",
    "Enable Breeze Dark theme by default" : "Gaitu Breeze Dark gaia lehenespenez",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "Ezarpen honek bezeroen sistemaren ezarpenen aktibazio automatikoa ahalbidetuko du lehenespenez, identifikatu gabeko erabiltzaileentzat eta hobespenik ezarri ez duten erabiltzaileentzat.",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "Gaitu Breeze Dark gaitze automatikoa bezeroaren sistemako ezarpenetatik modu lehenetsian",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Ezarpen honi esker aukeratu ahal izango da saio-hasierako orrialdeak gaia ezarrita behar duen, gaia lehenespenez gaituta dagoenean.",
    "Theme the login page" : "Saio-hasierari gaia ezarri",
    "Custom Styling" : "Estilo pertsonalizatua",
    "Insert custom styling here …" : "Txertatu estilo pertsonalizatua hemen ...",
    "Save" : "Gorde",
    "A Breeze Dark theme for Nextcloud." : "Breeze Dark gaia Nextclouderako.",
    "Breeze Dark theme" : "Breeze Dark gaia",
    "Enable Breeze Dark theme" : "Gaitu Breeze Dark gaia",
    "Enable Breeze Dark automated activation by clients system settings" : "Gaitu Breeze Dark gaitze automatikoa bezeroaren sistemako ezarpenetatik"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}