{ "translations": {
    "Saved" : "Sauvegardé",
    "Error" : "Erreur",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Thème Breeze Dark pour Nextcloud, basé sur le thème de KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nThème sombre pour Nextcloud, basé sur le thème Breeze Dark fait par le projet KDE.\n\n##Utilisation\n\nAprès avoir installé le thème, vous devez l’activer. Il y a deux options pour cela, une globale et une personnelle.\n\n### Globale\n\nAvec les options globales, vous pouvez imposer l’utilisation du thème à tous les utilisateurs ainsi que pour les visites non authentifiées. Veuillez noter que lorsque le thème est appliqué pour tous les utilisateurs, il leur est impossible de désactiver le thème ou d'en choisir un différent.\n\nIl existe également une option permettant d’activer/de désactiver le thème en fonction des préférences de thème signalées par le navigateur. Lorsque le thème est désactivé par de cette méthode, Nextcloud revient à l’utilisation du thème clair par défaut. Ce paramètre ne définit la valeur par défaut que lorsque le thème est globalement appliqué et peut être outrepassé par l’utilisateur.\n\nVous pouvez aussi choisir si la page de connexion doit être thématique. Cependant, cela n'a d'effet que si le thème est appliqué globalement, ou pendant la phase de connexion d’un utilisateur qui a le thème activé.\n\nVous pouvez trouver les options globales ici :\n\n```\nParamètres > Administration > Thème > Breeze Dark\n```\n\n### Personnelle\n\nL’option personnelle permet à chaque utilisateur d’activer / désactiver le thème, à moins qu’il ne soit imposé par les options globales. Ils peuvent toutefois choisir si le thème devrait suivre le choix de thème rapporté par le navigateur. Cette option est également disponible lorsque le thème est appliqué globalement. Si l’utilisateur n’a pas défini de préférence, le choix global sera utilisé par défaut. Vous pouvez trouver l’option personnelle ici:\n\n```\nParamètres > Personnel > Apparence et accessibilité > Breeze Dark\n```\n\n### Style personnalisé\n\nSous la section Thème dans les paramètres d’administration, vous pouvez ajouter votre propre style personnalisé au thème. Seules les CSS standard peuvent être utilisées. Ce style personnalisé sera appliqué chaque fois que le thème est activé et n'affecte que le thème Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Un thème sombre basé sur Breeze Dark du projet KDE. Veuillez rafraîchir la page pour que les changements prennent effet.",
    "This setting will enforce the usage of this theme. Please note, this will prevent users from disabling or choosing a different theme." : "Ce paramètre imposera l'utilisation de ce thème. Veuillez noter que cela empêchera les utilisateurs de désactiver ce thème ou d'en utiliser un autre.",
    "Enforce use of the Breeze Dark theme" : "Imposer l'utilisation du thème Breeze Dark",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "Ce paramètre permettra, par défaut, l'activation automatique par les réglages systèmes des clients pour chaque utilisateur identifié ou non qui n'aurait pas exprimé de préférence.",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "Permettre l'activation automatique de Breeze Dark via les paramètres du client par défaut",
    "This setting will allow you to choose if the login page should be themed. This only has an effect if the theme is enforced or during the login process for a user that has the theme enabled." : "Ce paramètre vous permettra de choisir si le thème doit être appliqué la page de connexion. Ceci n'a d'effet que si le thème est imposé ou si l'utilisateur l'a lui-même activé.",
    "Theme the login page" : "Thème de la page de connexion",
    "Custom Styling" : "Personnalisation du style",
    "Insert custom styling here …" : "Insérer du style personnalisé ici …",
    "Save" : "Sauvegarder",
    "A Breeze Dark theme for Nextcloud." : "Un thème Breeze Dark pour Nextcloud.",
    "Breeze Dark theme" : "Thème Breeze Dark",
    "Enable Breeze Dark theme" : "Activez le thème Breeze Dark",
    "Enable Breeze Dark automated activation by clients system settings" : "Activer l'activation automatique de Breeze Dark via les paramètres du client"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}