{ "translations": {
    "Saved" : "Sauvegardé",
    "Error" : "Erreur",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Thème Breeze Dark pour Nextcloud, basé sur le thème de KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nIl s'agit d'un thème Breeze Dark pour Nextcloud, basé sur le thème Breeze Dark créé par le projet KDE.\n\n## Utilisation\n\nAprès avoir installé le thème, vous devez l'activer. Il y a deux options pour cela, une globale et une personnelle.\n\n### Global\n\nL'option globale active le thème par défaut pour tous les utilisateurs et les visites non authentifiées. Sans cette option, des éléments comme les pages de connexion et de partage ne seront pas stylisés. Il existe également une option permettant d'exclure la page de connexion du thème. Vous pouvez trouver les options globales ici :\n\n```\nParamètres d'administrations > Personnalier l'apparence > Breeze Dark\n```\n\nVeuillez noter que vous devez activer l'application Theming dans Nextcloud pour accéder aux paramètres globaux.\n\n### Personnel\n\nL'option personnelle permet à chaque utilisateur de définir ses propres préférences indépendamment de la façon dont vous avez défini l'option globale. Si l'utilisateur n'a pas encore défini d'option, il suivra l'option globale. Vous pouvez trouver l'option personnelle ici :\n\n```\nParamètres personnels > Accessibilité > Breeze Dark\n```\n\nVeuillez noter que vous devez activer l'application Accessibilité dans Nextcloud pour accéder aux paramètres personnels.\n\n### Personnalisation du style\n\nDans la section personnalier l'apparence des paramètres d'administration, vous pouvez ajouter votre propre style personnalisé au thème. Seul le CSS standard peut être utilisé. Ce style personnalisé sera appliqué chaque fois que le thème est activé et n'affecte que le thème Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Un thème sombre basé sur Breeze Dark du projet KDE. Veuillez rafraîchir la page pour que les changements prennent effet.",
    "This setting will enable the theme by default, for any unauthenticated users and users who haven't set a preference." : "Ce paramètre permet d'activer le thème par défaut, pour tous les utilisateurs non authentifiés et les utilisateurs qui n'ont pas défini de préférence.",
    "Enable Breeze Dark theme by default" : "Activez le thème Breeze Dark par défaut",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Ce paramètre vous permet de choisir si la page de connexion doit être thématisée lorsque le thème est activé par défaut.",
    "Theme the login page" : "Thème de la page de connexion",
    "Custom Styling" : "Personnalisation du style",
    "Insert custom styling here …" : "Insérer du style personnalisé ici …",
    "Save" : "Sauvegarder",
    "A Breeze Dark theme for Nextcloud." : "Un thème Breeze Dark pour Nextcloud.",
    "Breeze Dark theme" : "Thème Breeze Dark",
    "Enable Breeze Dark theme" : "Activez le thème Breeze Dark"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}