{ "translations": {
    "Saved" : "Shábháil",
    "Error" : "Earráid",
    "Breeze Dark" : "Breeze Dorcha",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Téama Breeze Dark do Nextcloud, bunaithe ar an téama le KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dorcha\nIs téama dorcha breeze é seo do Nextcloud, bunaithe ar an téama Breeze Dark a rinne Tionscadal KDE.\n\n## Úsáid\n\nTar éis duit an téama a shuiteáil, ní mór duit é a chumasú. Tá dhá rogha ann chuige seo, rogha dhomhanda agus rogha phearsanta.\n\n### Domhanda\n\nLeis na roghanna domhanda is féidir leat úsáid an téama a fhorfheidhmiú do na húsáideoirí go léir chomh maith le cuairteanna neamhdheimhnithe. Tabhair faoi deara le do thoil, nuair a chuirtear an téama i bhfeidhm do gach úsáideoir, nach féidir leo an téama a dhíchumasú nó téama eile a roghnú.\n\nTá rogha ann freisin an téama a chumasú / a dhíchumasú bunaithe ar na sainroghanna téamaí a thuairiscigh an brabhsálaí. Nuair a bheidh an téama díghníomhachtaithe ag baint úsáide as an modh seo, rachaidh Nextcloud ar ais chuig an téama réamhshocraithe solais a úsáid. Ní shocraíonn an socrú seo ach an réamhshocrú le haghaidh nuair a chuirtear an téama i bhfeidhm go domhanda agus is féidir leis an úsáideoir é a shárú.\n\nIs féidir leat a roghnú freisin ar cheart an leathanach logála isteach a bheith téamaí. Cé nach bhfuil éifeacht aige seo ach amháin má chuirtear an téama i bhfeidhm ar fud an domhain, nó le linn chéim logáil isteach úsáideora a bhfuil an téama cumasaithe aige.\n\nIs féidir leat na roghanna domhanda a fháil anseo:\n\n```\nSocruithe > Riarachán > Téamaí > Breeze Dark\n```\n\n### Pearsanta\n\nCeadaíonn an rogha pearsanta do gach úsáideoir an téama a chumasú / a dhíchumasú ach amháin má tá sé á fhorfheidhmiú ag na roghanna domhanda. Is féidir leo a roghnú cé acu ar cheart don téama an rogha téamaí a thuairiscigh an brabhsálaí a leanúint. Tá an rogha seo ar fáil freisin nuair a bhíonn an téama á fhorfheidhmiú go domhanda. Mura bhfuil rogha socraithe ag an úsáideoir leanfaidh siad an réamhshocrú domhanda. Is féidir leat an rogha pearsanta a fháil anseo:\n\n```\nSocruithe > Pearsanta > Cuma agus inrochtaineacht > Breeze Dark\n```\n\n### Stíleáil saincheaptha\n\nFaoin rannóg Theming sna socruithe riaracháin is féidir leat do stíliú saincheaptha féin a chur leis an téama. Ní féidir ach CSS caighdeánach a úsáid. Cuirfear an stíliú saincheaptha seo i bhfeidhm aon uair a bheidh an téama cumasaithe agus ní dhéanann sé difear ach don téama Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Téama Dorcha bunaithe ar Breeze Dark leis an tionscadal KDE. Athnuaigh an leathanach le do thoil chun athruithe a chur i bhfeidhm.",
    "This setting enforces the usage of this theme for all users. Please note, this prevents users from disabling it or choosing a different theme." : "Cuireann an socrú seo i bhfeidhm úsáid an téama seo do gach úsáideoir. Tabhair faoi deara, cuireann sé seo cosc ar úsáideoirí é a dhíchumasú nó téama eile a roghnú.",
    "Enforce Breeze Dark theme use globally" : "Úsáid téama Breeze Dark a fhorfheidhmiú ar fud an domhain",
    "This setting enables the automated activation by the clients' system settings by default, for unauthenticated users and users who have not set a preference." : "Cumasaíonn an socrú seo gníomhachtú uathoibrithe trí shocruithe córais na gcliant de réir réamhshocraithe, d'úsáideoirí neamhfhíordheimhnithe agus d'úsáideoirí nach bhfuil tosaíocht socraithe acu.",
    "Enable Breeze Dark theme automated activation by the clients' system settings by default" : "Cumasaigh gníomhachtú uathoibrithe téama Breeze Dark ag socruithe córais na gcliant de réir réamhshocraithe",
    "This setting enables use of the theme for the login page. This only takes effect on the login page itself if the theme is globally enforced, or during login for a user who has the theme enabled." : "Cumasaíonn an socrú seo úsáid a bhaint as an téama don leathanach logála isteach. Ní thagann sé seo i bhfeidhm ar an leathanach logála isteach féin ach amháin má chuirtear an téama i bhfeidhm go domhanda, nó le linn logáil isteach d'úsáideoir a bhfuil an téama cumasaithe aige.",
    "Enable Breeze Dark theme for the login page" : "Cumasaigh téama Breeze Dark don leathanach logála isteach",
    "Custom Styling" : "Stíleáil Chustaim",
    "Insert custom styling here …" : "Cuir isteach stíliú saincheaptha anseo ...",
    "Save" : "Sábháil",
    "A Breeze Dark theme for Nextcloud." : "Téama Breeze Dark do Nextcloud.",
    "Breeze Dark theme" : "Téama Breeze Dark",
    "Enable Breeze Dark theme" : "Cumasaigh téama Breeze Dark",
    "Enable Breeze Dark automated activation by clients system settings" : "Cumasaigh gníomhachtú uathoibrithe Breeze Dark ag socruithe córais na gcliant"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}