{ "translations": {
    "Saved" : "Mentve",
    "Error" : "Hiba",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Breeze Dark téma a Nextcloud számára, a KDE témája alapján",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nEz egy sötét téma, a KDE Project által készített Breeze Dark téma alapján,a Nextcloudhoz\n\n## Használat\nA téma telepítése után engedélyeznie kell. Erre 2 lehetőség van: mindenki számára és egyénileg.\n### Mindenki számára\nA globális opció alapértelmezés szerint engedélyezi a témát minden felhasználó és nem hitelesített látogatás esetén. Ennek az opciónak a hiányában az olyan dolgok, mint a bejelentkezési és megosztási oldalak, nem lesznek ilyen stílusúak. Lehetőség van arra is, hogy kizárja a bejelentkezési oldal témáját, míg a többi ilyen stílusú marad. A globális lehetőségeket itt találja:\n\n```\nRendszergazda beállításai> Téma > Breeze Dark\n```\n\nFelhívjuk figyelmét, hogy a globális beállítások eléréséhez a Kisegítő lehetőségek alkalmazást engedélyezni kell a Nextcloudban.\n\n## Személyes\nA személyes opció lehetővé teszi, hogy minden felhasználó beállítsa saját preferenciáit, függetlenül a globális beállításától. Ha a felhasználó még nem állított be semmit, akkor a rendszer a globális beállítást követi. A személyes lehetőséget itt találja:\n\n```\nSzemélyes beállítások> Kisegítő lehetőségek> Breeze Dark\n```\n\nFelhívjuk figyelmét, hogy a személyes beállítások eléréséhez engedélyeznie kell a Kisegítő lehetőségek alkalmazást a Nextcloudban.\n\n### Egyedi stílus\nAz adminisztrációs beállítások Téma szakaszában hozzáadhatja saját egyéni stílusát a témához. Csak a szabványos CSS használható. Ez az egyedi stílus akkor kerül alkalmazásra, amikor a téma engedélyezve van, és csak a Breeze Dark témát érinti.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Sötét téma a KDE projekt Breeze Dark témája alapján. Kérjük, frissítse az oldalt, hogy a módosítások életbe lépjenek.",
    "This setting will enable the theme by default, for any unauthenticated users and users who haven't set a preference." : "Ez a beállítás alapértelmezés szerint engedélyezi a témát minden hitelesítés nélküli felhasználó és olyan felhasználó számára, aki nem adott meg beállítást.",
    "Enable Breeze Dark theme by default" : "Breeze Dark téma engedélyezése alapértelmezettként",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Ez a beállítás lehetővé teszi, hogy kiválassza, hogy a bejelentkezési oldal az adott stílusú legyen-e, ha a téma alapértelmezés szerint engedélyezve van.",
    "Theme the login page" : "A bejelentkezés oldal témája",
    "Custom Styling" : "Egyéni stílus",
    "Insert custom styling here …" : "Egyéni stílus beillesztése …",
    "Save" : "Mentés",
    "A Breeze Dark theme for Nextcloud." : "Breeze Dark téma a Nextcloudhoz.",
    "Breeze Dark theme" : "Breeze Dark téma",
    "Enable Breeze Dark theme" : "Breeze Dark téma engedélyezése"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}