{ "translations": {
    "Saved" : "Disimpan",
    "Error" : "Galat",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Angin Gelap\nIni adalah tema Breeze untuk Nextcloud, berdasarkan tema Breeze Dark yang dibuat oleh proyek KDE.\n\n## Penggunaan\n\nSetelah Anda menginstal tema, Anda harus mengaktifkannya. Ada dua opsi untuk ini, global dan pribadi.\n\n### Global\n\nDengan opsi global, Anda dapat menerapkan penggunaan tema untuk semua pengguna serta kunjungan yang tidak diautentikasi. Perhatikan bahwa ketika tema diterapkan untuk semua pengguna, mereka tidak dapat menonaktifkan tema atau memilih tema lain.\n\nAda juga opsi untuk mengaktifkan/menonaktifkan tema berdasarkan preferensi tema yang dilaporkan oleh browser. Saat tema dinonaktifkan menggunakan metode ini, Nextcloud akan kembali menggunakan tema terang bawaan. Setelan ini hanya menyetel bawaan saat tema diterapkan secara global dan dapat diganti oleh pengguna.\n\nAnda juga dapat memilih apakah halaman masuk harus bertema. Meskipun ini hanya berpengaruh jika tema diterapkan secara global, atau selama fase masuk pengguna yang temanya diaktifkan.\n\nAnda dapat menemukan opsi global di sini:\n\n```\nSetelan > Administrasi > Tema > Breeze Dark\n```\n\n### Pribadi\n\nOpsi pribadi memungkinkan setiap pengguna untuk mengaktifkan/menonaktifkan tema kecuali jika diterapkan oleh opsi global. Namun mereka dapat memilih apakah tema harus mengikuti pilihan tema yang dilaporkan oleh browser. Opsi ini juga tersedia saat tema diterapkan secara global. Jika pengguna belum menetapkan preferensi, mereka akan mengikuti bawaan global. Anda dapat menemukan opsi pribadi di sini:\n\n```\nSetelan > Pribadi > Tampilan dan aksesibilitas > Breeze Dark\n```\n\n### Gaya kustom\n\nDi bawah bagian Theming di pengaturan admin Anda dapat menambahkan gaya kustom Anda sendiri ke tema. Hanya CSS standar yang dapat digunakan. Penataan gaya khusus ini akan diterapkan setiap kali tema diaktifkan dan hanya memengaruhi tema Breeze Dark.",
    "Save" : "Simpan"
},"pluralForm" :"nplurals=1; plural=0;"
}