{ "translations": {
    "Saved" : "Salvato",
    "Error" : "Errore",
    "Breeze Dark" : "Brezza scuro",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Tema Brezza scuro per Nextcloud, basato sul tema di KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Brezza scuro\nQuesto è un tema brezza scuro per Nextcloud, basato sul tema Brezza scuro creato dal progetto KDE.\n\n## Utilizzo\n\nDopo aver installato il tema, bisogna abilitarlo. Ci sono due opzioni, una globale e una personale.\n\n### Globale\n\nL'opzione globale abilita il tema per tutti gli utenti e le visite autenticate in maniera predefinita. Senza questa opzione, il tema non sarà applicato agli elementi come l'accesso e la condivisione delle pagine. C'è anche un'opzione per impedire che il tema venga applicato alla pagina di accesso. Puoi trovare l'opzione globale qui:\n\n```\nImpostazioni amministratore > Tema > Brezza scuro\n```\n\nNota che è necessario abilitare l'applicazione Tema in Nextcloud per accedere all'opzione globale.\n\n### Personale\n\nL'opzione personale permette agli utenti di esprimere la propria preferenza indipendentemente dall'opzione globale. Se l'utente non ha espresso una preferenza, sarà applicata l'opzione globale. Puoi trovare l'opzione personale qui:\n\n```\nImpostazione personali > Accessibilità > Brezza scuro\n```\n\nPer favore notare che è necessario abilitare l'applicazione Accessibilità in Nextcloud per accedere all'opzione personale.\n\n### Stili personalizzati\n\nNella sezione Tema nelle impostazioni amministratore è possibile aggiungere i tuoi stili personalizzati al tema. È possibile usare solo CSS standard. Lo stile personalizzato sarà applicato ogni volta che il tema è abilitato e modificherà solo il tema Brezza scuro.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Un tema scuro basato su Brezza scuro del progetto KDE. Ricarica la pagina per applicare le modifiche.",
    "This setting will enable the theme by default, for any unauthenticated users and users who haven't set a preference." : "Questa impostazione attiverà il tema in modo predefinito, per qualsiasi utente non autenticato e per quelli che non hanno impostato una preferenza.",
    "Enable Breeze Dark theme by default" : "Attiva il tema Brezza scuro in modo predefinito",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Questa impostazione ti permette di scegliere se la pagina di accesso debba rispettare il tema quando esso è attivo in modo predefinito.",
    "Theme the login page" : "Pagina di accesso con tema",
    "Custom Styling" : "Stile personalizzato",
    "Insert custom styling here …" : "Inserisci lo stile personalizzato qui…",
    "Save" : "Salva",
    "A Breeze Dark theme for Nextcloud." : "Un tema Brezza scuro per Nextcloud.",
    "Breeze Dark theme" : "Tema Brezza scuro",
    "Enable Breeze Dark theme" : "Attiva tema Brezza scuro"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}