{ "translations": {
    "Saved" : "保存しました。",
    "Error" : "エラー",
    "Breeze Dark" : "Breeze Dark",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# ブリーズダーク\nこれはKDEプロジェクトによる基本テーマであるNextcloud用のブリーズダークテーマです。\n\n## 使用手順\n\nテーマをインストール後、オプションをグローバルかパーソナルから選択し有効化して下さい。\n\n### グローバルオプション\n\nグローバルオプションは、ログインと共有ページのデフォルトテーマを設定なしで、未承認も含めた全てのユーザーへ有効化する。ログインページに設定されたテーマ以外のオプションも存在する。グローバルオプションの選択はここから：\n\n```\n管理者設定 > テーマ選択 > ブリーズダーク\n```\n\nNextcloud でテーマの選択をするにはグローバル設定へのアクセスが必要なことをご注意ください。\n\n### パーソナルオプション\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "ダークテーマはKDEプロジェクトのブリーズダークです。変更反映のためページをリフレッシュして下さい。",
    "Save" : "保存",
    "A Breeze Dark theme for Nextcloud." : "NextcloudのBreeze Darkテーマ。",
    "Breeze Dark theme" : "Breeze Dark テーマ",
    "Enable Breeze Dark theme" : "Breeze Darkテーマを有効化"
},"pluralForm" :"nplurals=1; plural=0;"
}