{ "translations": {
    "Saved" : "저장됨",
    "Error" : "오류",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "KDE의 테마를 기반으로 한 Nextcloud의 Breeze Dark 테마",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. You can also decide to automatically enable or disable the theme based on the theming choice reported by the browser. In the global options you will also find an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user has not set an option yet, they will follow the global option. They can also choose, independently, if they want the theme to match the theming choice reported by the browser. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\n이것은 KDE 프로젝트가 만든 Breeze 테마를 바탕으로 한 Nextcloud를 위한 Breeze Dark 테마입니다.\n\n## 사용법\n\n테마를 설치한 후에는 테마를 실행해야 합니다. 여기에는 글로벌과 개인이라는 두 가지 옵션이 있습니다.\n\n### 글로벌\n\n글로벌 옵션은 기본적으로 모든 사용자 및 인증되지 않은 방문에 대해 테마를 활성화합니다. 이 옵션이 없으면 로그인 및 공유 페이지와 같은 항목이 스타일링되지 않습니다. 또한 브라우저가 보고하는 주제 선택에 따라 테마를 자동으로 사용하거나 사용하지 않도록 결정할 수 있습니다. 글로벌 옵션에서는 로그인 페이지를 테마에서 제외하는 옵션도 찾을 수 있습니다. 다음에서 전역 옵션을 찾을 수 있습니다.\n\n```\n관리자 설정 > 테마 > Breeze Dark\n```\n\n글로벌 설정에 액세스하려면 Nextcloud에서 Theming 앱을 활성화해야 합니다.\n\n### 개인\n\n개인 선택사항을 사용하면 전역 선택사항 설정 방법과 상관없이 각 사용자가 자신의 환경설정을 설정할 수 있습니다. 사용자가 아직 옵션을 설정하지 않은 경우 전역 옵션을 따릅니다. 또한 테마가 브라우저가 보고하는 주제 선택과 일치하는지 여부를 독립적으로 선택할 수 있습니다. 여기서 개인 옵션을 찾을 수 있습니다.\n\n```\n개인 설정 > 접근성 > Breeze Dark\n```\n\n개인 설정에 액세스하려면 다음 클라우드에서 내게 필요한 옵션 앱을 활성화해야 합니다.\n\n### 사용자 정의 스타일 지정\n\n관리 설정의 주제 섹션에서 사용자 정의 스타일을 테마에 추가할 수 있습니다. 표준 CSS만 사용할 수 있습니다. 이 사용자 정의 스타일은 테마가 활성화될 때마다 적용되며 Breeze Dark 테마에만 적용됩니다.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "KDE 프로젝트의 Breeze Dark를 기반으로 한 Dark 테마입니다. 변경 내용을 적용하려면 페이지를 새로 고치십시오.",
    "This setting will enable the theme by default, for any unauthenticated users and users who have not set a preference." : "이 설정은 인증되지 않은 사용자와 환경 설정을 지정하지 않은 사용자에 대해 기본적으로 테마를 사용 가능으로 설정합니다.",
    "Enable Breeze Dark theme by default" : "기본값으로 Breeze Dark 테마 사용",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "이 설정은 인증되지 않은 사용자와 환경 설정을 지정하지 않은 사용자에 대해 기본적으로 클라이언트 시스템 설정에 의한 자동 활성화를 활성화합니다.",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "기본값으로 클라이언트 시스템 설정에 의한 Breeze Dark 자동 활성화 사용",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "이 설정을 사용하면 테마가 기본값으로 사용 가능한 경우 로그인 페이지의 테마를 지정할지 여부를 선택할 수 있습니다.",
    "Theme the login page" : "로그인 페이지 테마 지정",
    "Custom Styling" : "사용자 지정 스타일",
    "Insert custom styling here …" : "여기에 사용자 지정 스타일 삽입 ...",
    "Save" : "저장",
    "A Breeze Dark theme for Nextcloud." : "Nextcloud의 Breeze Dark 테마",
    "Breeze Dark theme" : "Breeze Dark 테마",
    "Enable Breeze Dark theme" : "Breeze Dark 테마 활성화",
    "Enable Breeze Dark automated activation by clients system settings" : "클라이언트 시스템 설정에 의한 Breeze Dark 자동 활성화 사용"
},"pluralForm" :"nplurals=1; plural=0;"
}