{ "translations": {
    "Saved" : "Opgeslagen",
    "Error" : "Fout",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Breeze Dark thema vofor Nextcloud, gebaseerd op het KDE thema",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nDit is een Breeze Dark thema voor Nextcloud, gebaseerd op het Breeze Dark thema gemaakt door het KDE Project\n\n## Gebruik\n\nNadat je het thema heeft geïnstalleerd, moet je het inschakelen. Hiervoor zijn 2 opties, een globale en een persoonlijke.\n\n### Globaal\n\nDe algemene optie schakelt het thema standaard in voor alle gebruikers en niet-geverifieerde bezoeken. Zonder deze optie worden dingen zoals de login- en deelpagina's niet opgemaakt. Er is ook een optie om de inlogpagina uit te sluiten van een thema. Je vindt de globale opties hier:\n\n​\nBeheerdersinstellingen> Thema's> Breeze Dark\n​\n\nHoud er rekening mee dat je de Theming-app in Nextcloud moet hebben ingeschakeld om toegang te krijgen tot de algemene instellingen.\n\n### Persoonlijk\n\nMet de persoonlijke optie kan elke gebruiker zelf de voorkeur instellen, onafhankelijk van hoe de algemene optie zin ingesteld. Als de gebruiker nog geen optie heeft ingesteld, wordt de algemene instelling gebruikt. De persoonlijke optie vind je hier:\n\n​\nPersoonlijke instellingen> Toegankelijkheid> Breeze Dark\n​\n\nHoud er rekening mee dat de toegankelijkheidsapp in Nextcloud moet zijn ingeschakeld om toegang te krijgen tot de persoonlijke instellingen.\n\n### Aangepaste stijl\n\nOnder de sectie Thema's in de beheer-instellingen kun je je eigen aangepaste stijl aan het thema toevoegen. Er kan alleen standaard CSS worden gebruikt. Deze aangepaste stijl wordt toegepast wanneer het thema is ingeschakeld en heeft alleen invloed op het Breeze Dark-thema.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Een donker thema gebaseerd op Breeze Dark door het KDE-project. Vernieuw de pagina om de wijzigingen door te voeren.",
    "This setting will enable the theme by default, for any unauthenticated users and users who haven't set a preference." : "Met deze instelling wordt het thema standaard ingeschakeld voor niet-geverifieerde gebruikers en gebruikers die geen voorkeur hebben ingesteld.",
    "Enable Breeze Dark theme by default" : "Breeze Dark thema als standaard inschakelen",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Met deze instelling kunt je ervoor kiezen of de inlogpagina een thema moet hebben als het thema standaard is ingeschakeld.",
    "Theme the login page" : "De inlogpagina voorzien van een thema",
    "Custom Styling" : "Maatwerk vormgeving",
    "Insert custom styling here …" : "Hier maatwerk vormgeving invoegen …",
    "Save" : "Bewaren",
    "A Breeze Dark theme for Nextcloud." : "Een Breeze Dark thema voor Nextcloud.",
    "Breeze Dark theme" : "Breeze Dark thema",
    "Enable Breeze Dark theme" : "Inschakelen Breeze Dark thema"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}