{ "translations": {
    "Saved" : "Zapisano",
    "Error" : "Błąd",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Motyw Breeze Dark dla Nextcloud, oparty na motywie stworzonym przez KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. There is also an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user hasn't set an option yet, they will follow the global option. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nJest to ciemny motyw dla Nextcloud, oparty na motywie Breeze Dark stworzonym przez projekt KDE.\n\n## Użytkowanie\n\nPo zainstalowaniu motywu musisz go włączyć. Istnieją dwie opcje, globalna i osobista.\n\n### Globalnie\n\nOpcja globalna domyślnie włącza motyw dla wszystkich użytkowników i nieuwierzytelnionych wizyt. Bez tej opcji takie elementy jak strony logowania i udostępniania nie będą stylizowane. Istnieje również możliwość wykluczenia motywu strony logowania. Tutaj znajdziesz opcje globalne:\n\n```\nUstawienia administratora > Motyw > Breeze Dark\n```\n\nPamiętaj, że musisz mieć włączoną aplikację Theming w Nextcloud, aby uzyskać dostęp do ustawień globalnych.\n\n### Osobiste\n\nOpcja osobista umożliwia każdemu użytkownikowi ustawienie własnych preferencji, niezależnie od tego, jak ustawisz opcję globalną. Jeśli użytkownik nie ustawił jeszcze opcji, będzie postępował zgodnie z opcją globalną. Możesz znaleźć opcję osobistą tutaj:\n\n```\nUstawienia osobiste > Dostępność > Breeze Dark\n```\n\nPamiętaj, że aby uzyskać dostęp do ustawień osobistych, musisz mieć włączoną aplikację Accessibility w Nextcloud.\n\n### Niestandardowe style\n\nW sekcji Motyw w ustawieniach administratora możesz dodać do motywu własną, niestandardową stylizację. Można używać tylko standardowego CSS. Ten niestandardowy styl zostanie zastosowany po każdym włączeniu motywu i wpłynie tylko na motyw Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Ciemny motyw oparty na Breeze Dark projektu KDE. Odśwież stronę, aby zmiany zaczęły obowiązywać.",
    "This setting will enable the theme by default, for any unauthenticated users and users who haven't set a preference." : "Ustawienie domyślnie włączy motyw dla wszystkich nieuwierzytelnionych użytkowników i użytkowników, którzy nie ustawili preferencji.",
    "Enable Breeze Dark theme by default" : "Domyślnie włącz motyw Breeze Dark",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Ustawienie pozwoli wybrać, czy strona logowania ma być tematyczna, gdy motyw jest domyślnie włączony.",
    "Theme the login page" : "Motyw strony logowania",
    "Custom Styling" : "Niestandardowa stylizacja",
    "Insert custom styling here …" : "Tutaj wstaw własny styl…",
    "Save" : "Zapisz",
    "A Breeze Dark theme for Nextcloud." : "Motyw Breeze Dark dla Nextcloud.",
    "Breeze Dark theme" : "Motyw Breeze Dark",
    "Enable Breeze Dark theme" : "Włącz motyw Breeze Dark"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}