{ "translations": {
    "Saved" : "Salvo",
    "Error" : "Erro",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Tema Breeze Dark para Nextcloud, baseado no tema do KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. You can also decide to automatically enable or disable the theme based on the theming choice reported by the browser. In the global options you will also find an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user has not set an option yet, they will follow the global option. They can also choose, independently, if they want the theme to match the theming choice reported by the browser. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nEste é um tema muito escuro para Nextcloud, baseado no tema Breeze Dark feito pelo Projeto KDE.\n\n## Uso\n\nDepois de instalar o tema, você precisa habilitá-lo. Existem duas opções para isso, uma global e uma pessoal.\n\n### Global\n\nA opção global habilita o tema por padrão para todos os usuários e visitas não autenticadas. Sem esta opção, itens como o login e as páginas de compartilhamento não serão estilizados. Você também pode decidir ativar ou desativar automaticamente o tema com base na escolha de tema relatada pelo navegador. Nas opções globais, você também encontrará uma opção para excluir a página de login do tema. Você pode encontrar as opções globais aqui:\n\n```\nConfigurações de administrador> Temas> Breeze Dark\n```\n\nObserve que você precisa do aplicativo Theming habilitado no Nextcloud para acessar as configurações globais.\n\n### Pessoal\n\nA opção pessoal permite que cada usuário defina suas próprias preferências, independentemente de como você define a opção global. Se o usuário ainda não configurou uma opção, ele seguirá a opção global. Eles também podem escolher, independentemente, se desejam que o tema corresponda à escolha de tema relatada pelo navegador. Você pode encontrar a opção pessoal aqui:\n\n`` `\nConfigurações pessoais> Acessibilidade> Breeze Dark\n`` `\n\nObserve que você precisa do aplicativo Acessibilidade habilitado no Nextcloud para acessar a configuração pessoal.\n\n### Estilo personalizado\n\nNa seção Theming nas configurações de administrador, você pode adicionar seu próprio estilo personalizado ao tema. Apenas CSS padrão pode ser usado. Este estilo personalizado será aplicado sempre que o tema for habilitado e afeta apenas o tema Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Um tema escuro baseado no Breeze Dark do projeto KDE. Atualize a página para que as alterações tenham efeito.",
    "This setting will enable the theme by default, for any unauthenticated users and users who have not set a preference." : "Esta configuração habilitará o tema por padrão, para todos os usuários não autenticados e usuários que não definiram uma preferência.",
    "Enable Breeze Dark theme by default" : "Ativar o tema Breeze Dark por padrão",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "Esta configuração permitirá a ativação automática pelas configurações do sistema do cliente por padrão, para todos os usuários não autenticados e usuários que não definiram uma preferência.",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "Habilite a ativação automatizada do Breeze Dark pelas configurações do sistema do cliente por padrão",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Esta configuração permitirá que você escolha se a página de login deve ter o tema quando o tema for habilitado por padrão.",
    "Theme the login page" : "Tema da página de login",
    "Custom Styling" : "Estilo Personalizado",
    "Insert custom styling here …" : "Insira um estilo personalizado aqui ...",
    "Save" : "Salvar",
    "A Breeze Dark theme for Nextcloud." : "Um tema Breeze Dark para Nextcloud",
    "Breeze Dark theme" : "Tema BreezeDark",
    "Enable Breeze Dark theme" : "Habilitar tema Breeze Dark",
    "Enable Breeze Dark automated activation by clients system settings" : "Habilite a ativação automatizada do Breeze Dark pelas configurações do sistema do cliente"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}