{ "translations": {
    "Saved" : "Kaydedildi",
    "Error" : "Hata",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Nextcloud için KDE temasını temel alan Breeze Dark teması",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\nKDE Projesi tarafından yapılan Breeze Dark temasını temel alan, esintili ve karanlık bir Nextcloud teması.\n\n## Kullanım\n\nTemayı yükledikten sonra kullanıma almanız gerekir. Bunun için genel ve kişisel olmak üzere iki seçenek vardır.\n\n### Genel\n\nGenel seçeneklerle, tüm kullanıcılar ve kimliği doğrulanmamış ziyaretçiler için temanın kullanımını dayatabilirsiniz. Tema tüm kullanıcılar için dayatıldığında, kullanıcıların temayı kullanımdan kaldıramayacağını ya da farklı bir tema seçemeyeceğini lütfen unutmayın.\n\nTarayıcı tarafından bildirilen tema seçimine göre temanın kullanıma alınmasına ya da kullanımdan kaldırılmasına izin verme seçeneği de vardır. Bu yöntem kullanılarak tema kullanımdan kaldırıldığında, Nextcloud varsayılan açık temayı kullanmaya geri döner. Bu ayar, yalnızca temanın genel olarak uygulandığı ve kullanıcı tarafından değiştirilebileceği durumlar için varsayılan davranışı ayarlar.\n\nOturum açma sayfasında tema kullanılıp kullanılmayacağını da seçebilirsiniz. Ancak bu seçenek, yalnızca tema genel olarak uygulanırsa ya da temayı kullanıma alan bir kullanıcının oturum açması sırasında etkili olur.\n\nGenel seçenekler şurada bulunabilir:\n\n```\nAyarlar > Yönetim > Tema > Breeze Dark\n```\n\n### Kişisel\n\nKişisel seçeneği, genel seçenekler tarafından dayatılmadığı sürece her kullanıcının temayı kullanıma almasını ya da kullanımdan kaldırmasını sağlar. Yine de kullanıcılar temanın tarayıcı tarafından bildirilen tema seçimine uyup uymayacağını seçebilirler. Bu seçenek, tema genel olarak uygulandığında da kullanılabilir. Kullanıcı bir seçim yapmadıysa genel varsayılan davranış izlenir. Kişisel ayar seçeneği şurada bulunabilir:\n\n```\nAyarlar > Kişisel > Görünüm ve erişilebilirlik > Breeze Dark\n```\n\n### Özel biçem\n\nYönetici ayarlarındaki Tema bölümünün altında, temaya kendi özel biçeminizi ekleyebilirsiniz. Yalnızca standart CSS kullanılabilir. Bu özel biçem, tema kullanıma alındığında uygulanır ve yalnızca Breeze Dark temasını etkiler.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "KDE projesi tarafından hazırlanmış Breeze Dark temel alınarak geliştirilmiş bir koyu tema. Lütfen değişikliklerin etkili olması için sayfayı yeniden yükleyin.",
    "This setting enforces the usage of this theme for all users. Please note, this prevents users from disabling it or choosing a different theme." : "Bu seçenek açıksa, bu temanın tüm kullanıcılar tarafından kullanılması dayatılır. Lütfen unutmayın, bu seçenek, kullanıcıların bu temayı kullanımdan kaldırmasını veya farklı bir tema seçmesini engeller.",
    "Enforce Breeze Dark theme use globally" : "Breeze Dark teması genel olarak dayatılsın",
    "This setting enables the automated activation by the clients' system settings by default, for unauthenticated users and users who have not set a preference." : "Bu seçenek, kimliğini doğrulamamış konuklar ve bir ayar yapmamış kullanıcılar için varsayılan olarak istemcinin sistem ayarlarına göre otomatik olarak kullanıma alınmasını sağlar. ",
    "Enable Breeze Dark theme automated activation by the clients' system settings by default" : "Varsayılan olarak istemcinin sistem ayarlarına göre Breeze Dark otomatik olarak kullanıma alınır",
    "This setting enables use of the theme for the login page. This only takes effect on the login page itself if the theme is globally enforced, or during login for a user who has the theme enabled." : "Bu seçenek açıksa, tema oturum açma sayfasında kullanılır. Bu seçenek, yalnızca temanın genel olarak uygulanması durumunda veya temayı kullanıma almış bir kullanıcının oturum açması sırasında oturum açma sayfasına uygulanır.",
    "Enable Breeze Dark theme for the login page" : "Oturum açma sayfası için Breeze Dark temasını kullanıma al",
    "Custom Styling" : "Özel biçem",
    "Insert custom styling here …" : "Özel biçemi buraya yazın …",
    "Save" : "Kaydet",
    "A Breeze Dark theme for Nextcloud." : "Nextcloud için Breeze Dark teması.",
    "Breeze Dark theme" : "Breeze Dark teması",
    "Enable Breeze Dark theme" : "Breeze Dark temasını kullanıma al",
    "Enable Breeze Dark automated activation by clients system settings" : "Breeze Dark İstemcinin sistem ayarlarına göre otomatik olarak kullanıma alınsın"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}