{ "translations": {
    "Saved" : "Збережено",
    "Error" : "Помилка",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "Темна тема Breeze для Nextcloud на основі теми KDE",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages will not be styled. You can also decide to automatically enable or disable the theme based on the theming choice reported by the browser. In the global options you will also find an option to exclude the login page from being themed. You can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user has not set an option yet, they will follow the global option. They can also choose, independently, if they want the theme to match the theming choice reported by the browser. You can find the personal option here:\n\n```\nSettings > Personal > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark \nЦе легка темна тема для Nextcloud, заснована на темній темі Breeze, створеній проектом KDE. \n\n## Використання \n\nПісля того, як ви встановили тему, її потрібно ввімкнути. Для цього є два варіанти: глобальний і персональний. \n\n### Глобально \n\nГлобальний параметр вмикає тему за замовчуванням для всіх користувачів і неавтентифікованих відвідувань. Без цього параметра такі елементи, як сторінки входу та спільного доступу, не будуть стилізовані. Ви також можете вирішити автоматично ввімкнути або вимкнути тему на основі вибору теми, повідомленого браузером. У глобальних параметрах ви також знайдете опцію виключити сторінку входу з теми. Глобальні варіанти можна знайти тут: ``` Налаштування > Адміністрування > Тема > Breeze Dark ``` Зверніть увагу, що для доступу до глобальних налаштувань у Nextcloud потрібно ввімкнути програму Theming. \n\n### Особисте \n\nПерсональний параметр дозволяє кожному користувачеві встановити власні параметри незалежно від того, як ви встановили глобальний параметр. Якщо користувач ще не встановив параметр, він буде використовувати глобальний параметр. Вони також можуть самостійно вибрати, чи хочуть вони, щоб тема відповідала вибору теми, повідомленому браузером. Ви можете знайти особистий варіант тут: ``` Налаштування > Особисті > Доступність > Breeze Dark ``` Зауважте, що для доступу до персональних налаштувань у Nextcloud потрібно ввімкнути програму Accessibility. ### Індивідуальний стиль У розділі «Теми» в налаштуваннях адміністратора ви можете додати власний власний стиль до теми. Можна використовувати лише стандартний CSS. Цей спеціальний стиль застосовуватиметься щоразу, коли тему ввімкнено, і впливає лише на тему Breeze Dark.",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "Темна тема на основі Breeze Dark від проекту KDE. Щоб зміни набули чинності, оновіть сторінку.",
    "This setting will enable the theme by default, for any unauthenticated users and users who have not set a preference." : "Цей параметр увімкне тему за замовчуванням для всіх неавтентифікованих користувачів і користувачів, які не встановили параметри.",
    "Enable Breeze Dark theme by default" : "Увімкнути тему Breeze Dark за замовчуванням",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "Цей параметр увімкне автоматичну активацію системними налаштуваннями клієнта за замовчуванням для будь-яких неавтентифікованих користувачів і користувачів, які не встановили параметри.",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "Увімкнути автоматичну активацію Breeze Dark у системних налаштуваннях клієнта за замовчуванням",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "Цей параметр дозволить вам вибрати, чи сторінка входу має бути тематичною, якщо тема ввімкнена за замовчуванням.",
    "Theme the login page" : "Тема сторінки входу",
    "Custom Styling" : "Індивідуальний стиль",
    "Insert custom styling here …" : "Вставте тут спеціальний стиль…",
    "Save" : "Зберегти",
    "A Breeze Dark theme for Nextcloud." : "Тема Breeze Dark для Nextcloud.",
    "Breeze Dark theme" : "Тема Breeze Dark",
    "Enable Breeze Dark theme" : "Увімкнути темну тему Breeze",
    "Enable Breeze Dark automated activation by clients system settings" : "Увімкнути автоматичну активацію Breeze Dark за системними налаштуваннями клієнта"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}