{ "translations": {
    "Saved" : "已保存",
    "Error" : "錯誤",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "以 KDE 佈景主題為基礎，供 Nextcloud 使用的 Breeze Dark 佈景主題",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There are two options for this, a global and a personal one.\n\n### Global\n\nWith the global options you can enforce the use of the theme for all users as well as unauthenticated visits. Please note that when the theme is enforced for all users it isn't possible for them to disable the theme or choose a different theme.\n\nThere is also an option to let the theme be enabled / disabled based on the theming preferences reported by browser. When the theme is deactivated using this method, Nextcloud will revert to using the default light theme. This setting only sets the default for when the theme is globally enforced and can be overridden by the user.\n\nYou can also choose whether the login page should be themed. Though this only has an effect if the theme is enforced globally, or during the login phase of a user that has the theme enabled.\n\nYou can find the global options here:\n\n```\nSettings > Administration > Theming > Breeze Dark\n```\n\n### Personal\n\nThe personal option allows each user to enable / disable the theme unless it's being enforced by the global options. They can though choose whether the theme should follow the theming choice reported by the browser. This option is also available when the theme is being enforced globally. If the user hasn't set a preference they will follow the global default. You can find the personal option here:\n\n```\nSettings > Personal > Appearance and accessibility > Breeze Dark\n```\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\n這是 Nextcloud 的 breeze dark 主題，基於 KDE Project 製作的 Breeze Dark 主題。\n\n## 用法\n\n安裝主題後，您需要啟用它。有兩種選擇，一種是全局的，一種是個人的。\n\n### 全局的\n\n使用全局選項，您可以為所有用戶以及未經身份驗證的訪問強制使用主題。請注意，當為所有用戶強制執行主題時，他們無法禁用主題或選擇不同的主題。\n\n還有一個選項可以根據瀏覽器報告的主題首選項啟用/禁用主題。當使用此方法停用主題時，Nextcloud 將恢復使用默認的淺色主題。此設置僅設置主題在全局強制執行時的默認值，並且可以由用戶覆蓋。\n\n您還可以選擇登錄頁面是否應為主題。儘管這僅在全局強制執行主題或在啟用主題的用戶登錄階段有效。\n\n您可以在此處找到全局選項：\n\n```\n設置 > 管理 > 主題 > Breeze Dark\n```\n\n### 個人的\n\n個人選項允許每個用戶啟用/禁用主題，除非它被全局選項強制執行。 他們可以選擇主題是否應該遵循瀏覽器報告的主題選擇。 當主題在全球範圍內實施時，此選項也可用。 如果用戶沒有設置首選項，他們將遵循全局默認設置。 您可以在此處找到個人選項：\n\n```\n設置 > 個人 > 外觀和輔助功能 > Breeze Dark\n```\n\n### 自定義樣式\n\n在管理設置的主題部分下，您可以將自己的自定義樣式添加到主題中。只能使用標準 CSS。只要啟用主題，就會應用此自定義樣式，並且只會影響 Breeze Dark 主題。",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "以 KDE project 製作的 Breeze Dark 為基礎的深色佈景主題。請刷新頁面以使更改生效。",
    "This setting will enforce the usage of this theme. Please note, this will prevent users from disabling or choosing a different theme." : "此設置將強制使用此主題。 請注意，這將防止用戶停用或選擇不同的主題。",
    "Enforce use of the Breeze Dark theme" : "強制使用 Breeze Dark 主題",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "默認情況下，此設定會為任何未經身份驗證的用戶與未設定偏好的用戶啟用客戶端系統設定自動啟用。",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "默認情況下通過客戶端系統設置啟用 Breeze Dark 自動激活",
    "This setting will allow you to choose if the login page should be themed. This only has an effect if the theme is enforced or during the login process for a user that has the theme enabled." : "此設置將允許您選擇登錄頁面是否有主題。這只會在強制執行主題或在登錄期間啟用主題的用戶時生效。",
    "Theme the login page" : "登入頁面的主題",
    "Custom Styling" : "自定義樣式",
    "Insert custom styling here …" : "在此處插入自定義樣式...",
    "Save" : "儲存",
    "A Breeze Dark theme for Nextcloud." : "Nextcloud 的 Breeze Dark 主題",
    "Breeze Dark theme" : "Breeze Dark 主題",
    "Enable Breeze Dark theme" : "啟用 Breeze Dark 主題",
    "Enable Breeze Dark automated activation by clients system settings" : "通過客戶端系統設置啟用 Breeze Dark 自動激活"
},"pluralForm" :"nplurals=1; plural=0;"
}