{ "translations": {
    "Saved" : "已保存",
    "Error" : "錯誤",
    "Breeze Dark" : "Breeze Dark",
    "Breeze Dark theme for Nextcloud, based on the theme by KDE" : "基於 KDE project 相同主題的 Nextcloud Breeze Dark主題",
    "# Breeze Dark\nThis is a breeze dark theme for Nextcloud, based on the Breeze Dark theme made by the KDE Project.\n\n## Usage\n\nAfter you install the theme, you need to enable it. There a two options for this, a global and a personal one.\n\n### Global\n\nThe global option enables the theme by default for all users and unauthenticated visits. Without this option items like the login and sharing pages won't be styled. You can also decide to automatically enable or disable the theme based on the theming choice reported by the browser. In the global options you will also find an option to exclude the login page from being themed. You can find the global options here:\n\n```\nAdmin settings > Theming > Breeze Dark\n```\n\nPlease note that you need the Theming app enabled in Nextcloud to access the global settings.\n\n### Personal\n\nThe personal option allows each user to set their own preference independent of how you set the global option. If the user has not set an option yet, they will follow the global option. They can also choose, independently, if they want the theme to match the theming choice reported by the browser. You can find the personal option here:\n\n```\nPersonal settings > Accessibility > Breeze Dark\n```\n\nPlease note that you need the Accessibility app enabled in Nextcloud to access the personal setting.\n\n### Custom styling\n\nUnder the Theming section in the admin settings you can add your own custom styling to the theme. Only standard CSS can be used. This custom styling will be applied whenever the theme is enabled and only affects the Breeze Dark theme." : "# Breeze Dark\n這是 Nextcloud 的 Breeze Dark 主題，基於 KDE 項目製作的 Breeze Dark 主題。\n\n## 用法\n\n安裝主題後，您需要啟用它。對此有兩種選擇，一種是全局的，一種是個人的。\n\n### 全局的\n\n全局選項默認為所有用戶和未經身份驗證的訪問啟用主題。如果沒有此選項，登錄和共享頁面等項目將不會被設置樣式。您還可以根據瀏覽器報告的主題選擇來決定自動啟用或禁用主題。在全局選項中，您還會找到一個選項，可以將登錄頁面從主題中排除。您可以在此處找到全局選項：\n\n``\n管理設置 > 主題 > Breeze Dark\n``\n\n請注意，您需要在 Nextcloud 中啟用主題應用程序才能訪問全局設置。\n\n### 個人的\n\n個人選項允許每個用戶獨立於您設置全局選項的方式設置他們自己的首選項。如果用戶還沒有設置選項，他們將遵循全局選項。他們還可以獨立選擇是否希望主題與瀏覽器報告的主題選擇相匹配。您可以在此處找到個人選項：\n\n``\n個人設置 > 輔助功能 > Breeze Dark\n``\n\n請注意，您需要在 Nextcloud 中啟用輔助功能應用程序才能訪問個人設置。\n\n### 自定義樣式\n\n在管理設置的主題部分下，您可以將自己的自定義樣式添加到主題。只能使用標準 CSS。每當啟用主題時都會應用此自定義樣式，並且只會影響 Breeze Dark 主題。",
    "A Dark theme based on Breeze Dark by the KDE project. Please refresh the page for changes to take effect." : "基於 KDE project 的 Breeze Dark 主題的黑暗主題。請刷新頁面以使更改生效。",
    "This setting will enable the theme by default, for any unauthenticated users and users who have not set a preference." : "此設置將默認為所有未經身分驗證的用戶和未設置首選項的用戶啟用主題。",
    "Enable Breeze Dark theme by default" : "默認情況下啟用 Breeze Dark 主題",
    "This setting will enable the automated activation by the clients system settings by default, for any unauthenticated users and users who have not set a preference." : "默認情況下，此設置將為任何未經身份驗證的用戶和未設置首選項的用戶啟用客戶端系統設置的自動激活。",
    "Enable Breeze Dark automated activation by the clients system settings by default" : "默認情況下通過客戶端系統設置啟用 Breeze Dark 自動激活",
    "This setting will allow you to choose if the login page should be themed when the theme is enabled by default." : "此設置將允許您選擇默認情況下啟用主題時是否以登錄頁面為主題。",
    "Theme the login page" : "登入頁面的主題",
    "Custom Styling" : "自定義樣式",
    "Insert custom styling here …" : "在此處插入自定義樣式...",
    "Save" : "儲存",
    "A Breeze Dark theme for Nextcloud." : "Nextcloud 的 Breeze Dark 主題",
    "Breeze Dark theme" : "Breeze Dark 主題",
    "Enable Breeze Dark theme" : "啟用 Breeze Dark 主題",
    "Enable Breeze Dark automated activation by clients system settings" : "通過客戶端系統設置啟用 Breeze Dark 自動激活"
},"pluralForm" :"nplurals=1; plural=0;"
}